Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=598_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitigge juovij stipendijd sämikielâ uáppeid
sms: SääŠmteŠǧǧ jueŠjji stipeendid sääŠmǩiõl mättʼtõõđjid

source: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uappeid.
sms: SääŠmteŠǧǧ jueŠjji škoouli ǩiđđprääŠznǩen stipeendid sääŠmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääŠmǩiõl mättʼtõõttmõõžžâst.

source: Stipendeh juáhhojii ohtsis 13 uáppei, kiäh lijjii čođâldittám sämikielâ iskos bajeuáppeetutkosijn já 18 uáppei, kiäh pessii vuáđumáttááttâsâst.
sms: Stipeendid uŠvddeš 13 kuŠtte sääŠmǩiõl teeŠst pâŠjjmättʼtõõttituŠtǩǩõõzz spraavtõõttja da 18 vuâđđmättŠtõõzz loopptam.

source: Sämitige stipenda ožžuu čuávvoo nuorah:
sms: SääŠmteeŠǧǧ stipeendid vuõǯǯu škoouli mieŠldd peäggtum puõŠtti nuõr:

source: Pajeuáppeeh:
sms: PâŠjjmättʼtõõđi:

source: Suáđigil luvâttâh: Riinamari Mustonen (tavesämikielâ) ja Anni-Saara Aikio (tavesämikielâ)
sms: SuäŠđjel lookkjiškooul: Riinamari Mustonen (tâŠvvsääŠm) da Anni-Saara Aikio (tâŠvvsääŠm)

source: Iänuduv luvâttâh: Emma Eira (tavesämikielâ), Mira Kärki (tavesämikielâ) já Lars-Aslak Tornensis (tavesämikielâ)
sms: Enontekiö lookkjiškooul: Emma Eira (tâŠvvsääŠm), Mira Kärki (tâŠvvsääŠm) da Lars-Aslak Tornensis (tâŠvvsääŠm)

source: Avveel luvâttâh: Ville-Riiko Fofonoff (nuorttâsämikielâ), Mari Guttorm (tavesämikielâ) já Sunna Nousuniemi (tavesämikielâ)
sms: ÂŠvvel lookkjiškooul: Ville-Riiko Fofonoff (nuõrttsääŠm), Mari Guttorm (tâŠvvsääŠm) da Sunna Nousuniemi (tâŠvvsääŠm)

source: Ucjuv sämiluvâttâh: Oula Järvensivu (tavesämikielâ) já Hilda Länsman (tavesämikielâ)
sms: Uccjooǥǥ sääŠmlookkjiškooul: Oula Järvensivu (tâŠvvsääŠm) da Hilda Länsman (tâŠvvsääŠm)

source: Ounasvaara luvâttâh, Ruávinjargâ: Martta Alajärvi (tavesämikielâ)
sms: Ounasvaara lookkjiškooul: Martta Alajärvi (tâŠvvsääŠm)

source: Haukipudas luvâttâh: Olá-Mihkku Länsman (tavesämikielâ)
sms: Haukipudas lookkjiškooul: Olá-Mihkku Länsman (tâŠvvsääŠm)

source: Pori luvâttâh: Saana Lappalainen (tavesämikielâ)
sms: Pori lookkjiškooul: Saana Lappalainen (tâŠvvsääŠm)

source: Vuáđumáttááttâs čođâldittám uáppeeh:
sms: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeŠǩǩ:

source: Vuáču škovlâ: Salla Rouvinen (tavesämikielâ)
sms: Vuõccu škooul: Salla Rouvinen (tâŠvvsääŠm)

source: Heta paješkovlâ: Paulus Näkkäläjärvi (tavesämikielâ), Marielle Labba (tavesämikielâ), Jouna Näkkälä (tavesämikielâ) já Saija Alamattila (tavesämikielâ)
sms: Hetta pââibužškooul: Paulus Näkkäläjärvi (tâŠvvsääŠm), Marielle Labba (tâŠvvsääŠm), Jouna Näkkälä (tâŠvvsääŠm) da Saija Alamattila (tâŠvvsääŠm)

source: Aanaar paješkovlâ: Jussa Seurujärvi (anâraškielâ), Piäkká Moilanen (anâraškielâ), Ylva Hakovirta (anâraškielâ), Irina Saijets (tavesämikielâ já nuorttâsämikielâ) já Nina Nuorgam (tavesämikielâ)
sms: Aanar pââibužškooul: Jussa Seurujärvi (aanarsääŠm), Piäkká Moilanen (aanarsääŠm), Ylva Hakovirta (aanarsääŠm), Irina Saijets (tâŠvvsääŠm da nuõrttsääŠm) da Nina Nuorgam (tâŠvvsääŠm)

source: Kärigâsnjaargâ škovlâ: Laura Pieski (tavesämikielâ)
sms: Karigasnjaarg škooul: Laura Pieski (tâŠvvsääŠm)

source: Ucjuv škovlâ: Piret Järvensivu (tavesämikielâ)
sms: UccjokknjääŠlm škooul: Piret Järvensivu (tâŠvvsääŠm)

source: Aleksanteri Kena škovlâ, Soađegilli: Riikka Yliriesto (tavesämikielâ)
sms: ÂŠvvel škooul: Leevi Olli (tâŠvvsääŠm)

source: Avveel paješkovlâ: Leevi Olli (tavesämikielâ)
sms: Aleksanteri Kena škooul, SuäŠđjel: Riikka Yliriesto (tâŠvvsääŠm)

source: Oulunsalo paješkovlâ: Natalia Länsman (tavesämikielâ)
sms: Oulunsalo pââibužškooul: Natalia Länsman (tâŠvvsääŠm)

source: Haukipudas paješkovlâ: Máren-Elle Länsman (tavesämikielâ)
sms: Haukipudas pââibužškooul: Máren-Elle Länsman (tâŠvvsääŠm)

source: Myllytulli škovlâ, Oulu: Linda Akujärvi (tavesämikielâ) já Anton Valle (tavesämikielâ)
sms: Myllytulli škooul, Oulu: Linda Akujärvi (tâŠvvsääŠm) da Anton Valle (tâŠvvsääŠm)

source: Sämitigge tuáivut luho já pyeri kesiluámu puohháid !
sms: SääŠmteŠǧǧ tuäivat leekk da šiõǥǥ ǩieŠssluõvâsvuõđ pukid !
